[
  {
    "id": 0,
    "nation": "images\\nations\\LW_Cross.png",
    "title": "Jabo Enemy Artillery Position",
    "image": "images\\missions\\LW_Jabo_Enemy_Artillery_Position.png",
    "type": "Fighters",
    "story": "Enemy artillery emplacements are hammering our advancing troops and destroying our armoured vehicles that attempt to advance pass their position. The Oberkommando is requesting our unit to conduct an attack at their position.",
    "objective": "Attack and completely destroy an enemy artillery position using <em>ONLY</em> a Jabo loadout. At least 50% of your flight must RTB with minimal damage.",
    "note": "In event there are 2 or more targets of this type on the map, a die roll will determine the location (1-10: target is the closest one/ 11-20: target is the furthest one). \nIf this type of target is not available in the mission, re-roll for another random mission card until one with an appropriate target is selected.",
    "reward": "Every pilot participating in the mission receives a single bonus card on a 16 or better roll (d20). If more than 25 ground targets are destroyed during the mission, reward card is given on 12 or better."
  },
  {
    "id": 1,
    "nation": "images\\nations\\LW_Cross.png",
    "title": "Free Hunt",
    "image": "images\\missions\\LW_Free_Hunt.png",
    "type": "Fighters",
    "story": "Current Intel reports enemy units operating near one of our front line sectors. The Oberkommando is concerned about potential air incurssions by the enemy in the area and is requesting that we intercept any enemy planes in the vicinity.",
    "objective": "Hunt enemy aircraft in a tactically important sector (must be owned by the enemy) for at least 45 minutes of in game time. <em>ALL</em> planes must RTB with minimal damage.",
    "note": "Location of the Area of Operations is determined by a die roll (1-10: target must be within 20 km of the front-lines / 11-20: target must be, at least, 40 km behind enemy lines).",
    "reward": "If less than 3 enemy aircrafts are destroyed (minimum 1), every <em>ALIVE</em> pilot participating in the mission receives a bonus card on a 16 or better roll (d20). If more than 3 enemies are destroyed, reward card is given on 12 or better."
  },
  {
    "id": 2,
    "nation": "images\\nations\\LW_Cross.png",
    "title": "Area Patrol",
    "image": "images\\missions\\LW_Area_Patrol.png",
    "type": "Fighters",
    "story": "The Oberkommando is concerned with the recent increase in enemy activity near the front lines. Frequent attacks to our troops are preventing any attempt to their advance and the Führer is growing inpatient. We must control the air space as soon as possible!",
    "objective": "Patrol an area of, at least, 30km2 that includes an active enemy airfield. At least 75% of your flight must RTB with minimal damage.",
    "note": "Location of the Area of Operations is determined by a die roll (1-10: target must be within 30 km of the front-lines / 11-20: target must be, at least, 60 km behind enemy lines).",
    "reward": "If less than 3 enemy aircrafts are destroyed (minimum 1), every <em>ALIVE</em> pilot participating in the mission receives a bonus card on a 16 or better roll (d20). If more than 3 enemies are destroyed, reward card is given on 12 or better."
  },
  {
    "id": 3,
    "nation": "images\\nations\\LW_Cross.png",
    "title": "Ground Troop Cover",
    "image": "images\\missions\\LW_Ground_Troop_Cover.png",
    "type": "Fighters",
    "story": "The Oberkommando is requesting cover for our ground troops that are pushing for a major counter offensive near the front. Protecting them is crucial in the success of the operation!",
    "objective": "Fly a defensive mission over friendly ground troops that are near the front line for at least 45 minutes of in game time. At least 75% of your flight must RTB with minimal damage.",
    "note": "Unit has to protect friendly units that are closests to the front lines (behind friendly or enemy lines - whichever is closer).",
    "reward": "Every pilot participating in the mission receives a single bonus card on a 16 or better roll (d20). If more than 25 ground targets are destroyed during the mission, reward card is given on 12 or better."
  },
  {
    "id": 4,
    "nation": "images\\nations\\LW_Cross.png",
    "title": "Intercept Bombers",
    "image": "images\\missions\\LW_Intercept_Bombers.png",
    "type": "Fighters",
    "story": "Enemy bombers have been pounding our positions unhindered lately. The Oberkommando is requesting your unit to search and intercept any bombers in the Area of Operations.",
    "objective": "Intercept enemy bombers with a bomber-hunting loadout (gun-pods or extra cannons, if available).",
    "note": "Must score at least one bomber kill, regardless of location, for this mission to be counted as completed.",
    "reward": "If less than 3 enemy bombers are destroyed (minimum 1), every <em>ALIVE</em> pilot participating in the mission receives a bonus card on a 16 or better roll (d20). If more than 3 enemies are destroyed, reward card is given on 12 or better."
  },
  {
    "id": 5,
    "nation": "images\\nations\\LW_Cross.png",
    "title": "Relocate",
    "image": "images\\missions\\LW_Relocate.png",
    "type": "Fighters",
    "story": "Our current base of operation has been struggling with frequent enemy bombardments and lack of supplies. We have finally been ordered to transfer to another base. Ju-52s have already left earlier today with most of our supplies but whatever is left will remain here. Pack your bags guys, we are moving out!",
    "objective": "Transfer your flight to another friendly airfield in the map and conduct 01 recce flight of, at least, 30 min from your new airbase to the front lines. <em>ALL</em> planes must RTB with minimal damage.",
    "note": "This is a defensive mission and no air/ground victories are necessary to complete this task. Failure to complete this mission, however, automatically gives all <em>ALIVE</em> pilots the \"Short Supply\" negative card.",
    "reward": "Every pilot participating in the mission receives a single bonus card on a 18 or better roll (d20). If enemy aircraft are destroyed during the misison, reward card is given on 16 or better."
  },
  {
    "id": 6,
    "nation": "images\\nations\\LW_Cross.png",
    "title": "Jabo Enemy Train",
    "image": "images\\missions\\LW_Jabo_Enemy_Train.png",
    "type": "Fighters",
    "story": "An enemy train has been spotted near the front lines. Our intel suggests it is carrying vital supplies to the enemy. Destroy it before it can deliver the cargo!",
    "objective": "Attack and completely destroy an enemy train using <em>ONLY</em> a Jabo loadout. <em>ALL</em> pilots must RTB with minimal damage.",
    "note": "In event there are 2 or more targets of this type on the map, a die roll will determine the location (1-10: target is the closest one/ 11-20: target is the furthest one). \nIf this type of target is not available in the mission, re-roll for another random mission card until one with an appropriate target is selected.",
    "reward": "Every pilot participating in the sortie receives a single bonus card on a 16 or better roll (d20). If enemy aircraft are destroyed during the mission, reward card is given on 10 or better."
  },
  {
    "id": 7,
    "nation": "images\\nations\\LW_Cross.png",
    "title": "Jabo Enemy Tanks",
    "image": "images\\missions\\LW_Jabo_Enemy_Tanks.png",
    "type": "Fighters",
    "story": "Enemy tanks are advancing to attack our lines. We must stop them as fast as possible.",
    "objective": "Attack and completely destroy an enemy armored column using <em>ONLY</em> a Jabo loadout. At least 75% of your flight must RTB with minimal damage.",
    "note": "In event there are 2 or more targets of this type on the map, a die roll will determine the location (1-10: target is the closest one/ 11-20: target is the furthest one). \nIf this type of target is not available in the mission, re-roll for another random mission card until one with an appropriate target is selected.",
    "reward": "Every pilot participating in the sortie receives a single bonus card on a 16 or better roll (d20). If enemy aircraft are destroyed during the mission, reward card is given on 10 or better."
  },
  {
    "id": 8,
    "nation": "images\\nations\\LW_Cross.png",
    "title": "Jabo Enemy Transport Column",
    "image": "images\\missions\\LW_Jabo_Enemy_Transport_Column.png",
    "type": "Fighters",
    "story": "Enemy supply column has been spotted and the Oberkommando is requesting that we take them out.",
    "objective": "Attack and completely destroy an enemy train using <em>ONLY</em> a Jabo loadout. <em>ALL</em> pilots must RTB with minimal damage.",
    "note": "In event there are 2 or more targets of this type on the map, a die roll will determine the location (1-10: target is the closest one/ 11-20: target is the furthest one). \nIf this type of target is not available in the mission, re-roll for another random mission card until one with an appropriate target is selected.",
    "reward": "Every pilot participating in the sortie receives a single bonus card on a 16 or better roll (d20). If enemy aircraft are destroyed during the mission, reward card is given on 10 or better."
  },
  {
    "id": 9,
    "nation": "images\\nations\\LW_Cross.png",
    "title": "Reconnaissance",
    "image": "images\\missions\\LW_Reconnaissance.png",
    "type": "Fighters",
    "story": "The Oberkommando is requesting aerial recon over the enemy territory and our fighters are being re-equipped with cameras as we speak. Fly behind enemy lines and obtain image intel of, at least, three different targets. Targets must be located in different positions.",
    "objective": "Conduct a photo reconnaissance mission behind enemy lines with, at least, one plane of the flight equipped with a photo camera (empty armament loadout). Plane carrying the photo equipment must RTB with minimal damage.",
    "note": "Location of the targets to be photographed (minimum 3) may be selected by user but one of them must be at least 50km behind enemy lines. Photo Recon plane must fly at a maximum height of 2.500m on top of target and take a print screen or in-game recording of the area for the image collection.",
    "reward": "Every pilot participating in the sortie receives a single bonus card on a 16 or better roll (d20). If flight is not engaged by enemy fighters during the mission, reward card is given on 12 or better."
  },
  {
    "id": 10,
    "nation": "images\\nations\\LW_Cross.png",
    "title": "Defend Bridge",
    "image": "images\\missions\\LW_Defend_Bridge.png",
    "type": "Fighters",
    "story": "Our troops are holding a vital bridgehead that will be detrimental to our advance. We are tasked with protecting the troops as well as the bridge against incoming enemy attacks and bombardments at all costs.",
    "objective": "Conduct a defensive flight over a bridge position for at least 45 min and prevent its destruction. At least 75% of your flight must RTB with minimal damage.",
    "note": "In event there are 2 or more targets of this type on the map, a die roll will determine the location (1-10: target is the closest one/ 11-20: target is the furthest one). \nIf this type of target is not available in the mission, re-roll for another random mission card until one with an appropriate target is selected.",
    "reward": "Every pilot participating in the sortie receives a single bonus card on a 16 or better (d20). If enemy aircraft are destroyed during the mission, reward card is given on 12 or better."
  },
  {
    "id": 11,
    "nation": "images\\nations\\LW_Cross.png",
    "title": "Defend Airfield",
    "image": "images\\missions\\LW_Defend_Airfield.png",
    "type": "Fighters",
    "story": "Ground spotters just detected enemy aircraft approaching one of our air bases near the front line. We must take-off as soon as possible to assist in the defense of the position.",
    "objective": "Conduct a defensive flight over one of our airbases (must be an objective/target air base) for at least 45 min and prevent its destruction. At least 75% of your flight must RTB with minimal damage.",
    "note": "In event there are 2 or more targets of this type on the map, a die roll will determine the location (1-10: target is the closest one/ 11-20: target is the furthest one). \nIf this type of target is not available in the mission, re-roll for another random mission card until one with an appropriate target is selected.",
    "reward": "Every pilot participating in the sortie receives a single bonus card on a 16 or better roll (d20). If enemy aircraft are destroyed during the mission, reward card is given on 14 or better."
  },
  {
    "id": 12,
    "nation": "images\\nations\\LW_Cross.png",
    "title": "Defend Tanks",
    "image": "images\\missions\\LW_Defend_Tanks.png",
    "type": "Fighters",
    "story": "Our Panzer division is on on the move to capture an enemy sector but they need air support to complete their task. We must defend the air space and protect them in order to ensure they continue their advance.",
    "objective": "Conduct a defensive flight over one of armored column near the front line for, at least, 45 min and prevent their destruction. At least 50% of your flight must RTB with minimal damage.",
    "note": "In event there are 2 or more targets of this type on the map, a die roll will determine the location (1-10: target is the closest one/ 11-20: target is the furthest one). \nIf this type of target is not available in the mission, re-roll for another random mission card until one with an appropriate target is selected.",
    "reward": "Every pilot participating in the sortie receives a single bonus card on a 16 or better roll (d20). If enemy aircraft are destroyed during the mission, reward card is given on 14 or better."
  },
  {
    "id": 13,
    "nation": "images\\nations\\LW_Cross.png",
    "title": "Defend Artillery Position",
    "image": "images\\missions\\LW_Defend_Artillery_Position.png",
    "type": "Fighters",
    "story": "Enemy troops are advancing near one of our artillery/defensive position and we suspect the enemy will push for an aerial bombardement soon. We must defend this critically important area.",
    "objective": "Conduct a defensive flight over one of our artillery position near the front line for, at least, 45 min and prevent their destruction. At least 50% of your flight must RTB with minimal damage.",
    "note": "In event there are 2 or more targets of this type on the map, a die roll will determine the location (1-10: target is the closest one/ 11-20: target is the furthest one). If this type of target is not available in the mission, re-roll for another random mission card until one with an appropriate target is selected.",
    "reward": "Every pilot participating in the sortie receives a single bonus card on a 16 or better roll (d20). If enemy aircraft are destroyed during the mission, reward card is given on 14 or better."
  },
  {
    "id": 14,
    "nation": "images\\nations\\LW_Cross.png",
    "title": "Defend Supply Column",
    "image": "images\\missions\\LW_Defend_Supply_Column.png",
    "type": "Fighters",
    "story": "One of our supply columns is on the move and in need of immediate air support. We are tasked in protecting them from any enemy attacks.",
    "objective": "Conduct a defensive flight over one of our supply columns near the front line for, at least, 45 min and prevent their destruction. At least 50% of your flight must RTB with minimal damage.",
    "note": "In event there are 2 or more targets of this type on the map, a die roll will determine the location (1-10: target is the closest one/ 11-20: target is the furthest one). If this type of target is not available in the mission, re-roll for another random mission card until one with an appropriate target is selected.",
    "reward": "Every pilot participating in the sortie receives a single bonus card on a 16 or better roll (d20). If enemy aircraft are destroyed during the mission, reward card is given on 14 or better."
  },
  {
    "id": 15,
    "nation": "images\\nations\\LW_Cross.png",
    "title": "Defend Train",
    "image": "images\\missions\\LW_Defend_Train.png",
    "type": "Fighters",
    "story": "Our supply trains are on the move and the Oberkommando is requesting air cover to ensure they reach their destination. We must stop any enemy aircraft from attacking them.",
    "objective": "Conduct a defensive flight over one of our train near the front line for, at least, 45 min and prevent their destruction. At least 50% of your flight must RTB with minimal damage.",
    "note": "In event there are 2 or more targets of this type on the map, a die roll will determine the location (1-10: target is the closest one/ 11-20: target is the furthest one). If this type of target is not available in the mission, re-roll for another random mission card until one with an appropriate target is selected.",
    "reward": "Every pilot participating in the sortie receives a single bonus card on a 16 or better roll (d20). If enemy aircraft are destroyed during the mission, reward card is given on 14 or better."
  },
  {
    "id": 16,
    "nation": "images\\nations\\LW_Cross.png",
    "title": "Defend Ships",
    "image": "images\\missions\\LW_Defend_Ships.png",
    "type": "Fighters",
    "story": "The Kriegsmarine is on the move and they need air support to ensure they make it to their objective safely. We are tasked in protecting them!",
    "objective": "Conduct a defensive flight over one of our ships near the front line for, at least, 45 min and prevent their destruction. At least 50% of your flight must RTB with minimal damage.",
    "note": "In event there are 2 or more targets of this type on the map, a die roll will determine the location (1-10: target is the closest one/ 11-20: target is the furthest one). If this type of target is not available in the mission, re-roll for another random mission card until one with an appropriate target is selected.",
    "reward": "Every pilot participating in the sortie receives a single bonus card on a 16 or better roll (d20). If enemy aircraft are destroyed during the mission, reward card is given on 14 or better."
  },
  {
    "id": 17,
    "nation": "images\\nations\\LW_Cross.png",
    "title": "Frontline Support",
    "image": "images\\missions\\LW_Frontline_Support.png",
    "type": "Attackers",
    "story": "Our troops are struggling to advance in the front due to the massive amount of enemies and supporting aircraft. We have been ordered to assist our ground attacking units near at the frontline.",
    "objective": "Ground attackers must engage enemy troops located at the front-line and concentrate their fire against artillery and armored units. If applicable (ground attackers that may also be used as heavy fighters) and if the situation permits, ground attackers should revert to the heavy fighter role and engage nearby enemy fighters at the closest target to the front. At least 50% of your flight must RTB with minimal damage.",
    "note": "Unit has to attack ground targets that are closests to the front lines (behind friendly or enemy lines - whichever is closer).",
    "reward": "Every pilot participating in the mission receives a single bonus card on a 16 or better roll (d20). If more than 25 ground targets are destroyed and they include, at least, 05 ships, reward card is given on 10 or better."
  },
  {
    "id": 18,
    "nation": "images\\nations\\LW_Cross.png",
    "title": "Attack Enemy Ships",
    "image": "images\\missions\\LW_Attack_Enemy_Ships.png",
    "type": "Attackers",
    "story": "Enemy ships transporting supplies and troops have been spotted by our recon flights earlier today. We have been tasked with destroying these vital targets in order to support the Kriegsmarine and decrease the enemy's supply storages.",
    "objective": "Ground attackers must engage and completely destroy enemy ship(s) <em>OR</em> harbor. At least 50% of your flight must RTB with minimal damage.",
    "note": "In event there are 2 or more targets of this type on the map, a die roll will determine the location (1-10: target is the closest one/ 11-20: target is the furthest one). \nIf this type of target is not available in the mission, re-roll for another random mission card until one with an appropriate target is selected.",
    "reward": "Every pilot participating in the sortie receives a single bonus card on a 16 or better (d20). If enemy aircraft are destroyed during the mission, reward card is given on 10 or better."
  },
  {
    "id": 19,
    "nation": "images\\nations\\LW_Cross.png",
    "title": "Attack Enemy Airfield",
    "image": "images\\missions\\LW_Attack_Enemy_Airfield.png",
    "type": "Attackers",
    "story": "We have a very dangerous task today boys! The Oberkommando is requesting an aerial attack to one of the enemy’s airfield. Success in this mission is critical in allowing us to regain the initiative in the air and, ultimately, in this war!",
    "objective": "Ground attackers must engage enemy airfield strucutures (hangars, fuel and ammunition storages) as well as stationary enemy planes at the selected airfield. Die roll determines target location (die roll 1-10: target must be the closest one to the front-line / die roll 11-20: Target must be the furthest one behind enemy lines).",
    "note": "If this type of target is not available in the mission, re-roll for another random mission card until one with an appropriate target is selected.",
    "reward": "Every pilot participating in the sortie receives a single bonus card on a 16 or better roll (d20). If more than 25 ground targets are destroyed and they include, at least, 10 stationary planes, reward card is given on 14 or better."
  },
  {
    "id": 20,
    "nation": "images\\nations\\LW_Cross.png",
    "title": "Attack Enemy Train",
    "image": "images\\missions\\LW_Attack_Enemy_Train.png",
    "type": "Attackers",
    "story": "A enemy train has been spotted in the Area of Operations. Our intel suggests it is carrying vital supplies to the enemy. Destroy it before it can deliver the cargo!",
    "objective": "Ground attackers must engage and completely destroy an enemy train(s). Succeed if the target is completly destroyed and <em>ALL</em> pilots RTB.",
    "note": "In event there are 2 or more targets of this type on the map, a die roll will determine the location (1-10: target is the closest one/ 11-20: target is the furthest one). \nIf this type of target is not available in the mission, re-roll for another random mission card until one with an appropriate target is selected.",
    "reward": "Every pilot participating in the sortie receives a single bonus card on a 16 or better (d20). If more than 25 ground targets are destroyed, reward card is given on 14 or better."
  },
  {
    "id": 21,
    "nation": "images\\nations\\LW_Cross.png",
    "title": "Attack Enemy Artillery Position",
    "image": "images\\missions\\LW_Attack_Enemy_Artillery.png",
    "type": "Attackers",
    "story": "Enemy artillery emplacements are hammering our advancing troops and destroying our armoured vehicles that attempt to outflank their position. The Oberkommando needs us to eliminate the threat as soon as possible!",
    "objective": "Ground attackers must engage and completely destroy an enemy artillery position. At least 50% of your flight must RTB with minimal damage.",
    "note": "In event there are 2 or more targets of this type on the map, a die roll will determine the location (1-10: target is the closest one/ 11-20: target is the furthest one). \nIf this type of target is not available in the mission, re-roll for another random mission card until one with an appropriate target is selected.",
    "reward": "Every pilot participating in the sortie receives a single bonus card on a 16 or better roll (d20). If more than 25 ground targets are destroyed and they include, at least, 10 artillery pieces, reward card is given on 14 or better."
  },
  {
    "id": 22,
    "nation": "images\\nations\\LW_Cross.png",
    "title": "Attack Enemy Transport Column",
    "image": "images\\missions\\LW_Attack_Enemy_Transport_Column.png",
    "type": "Attackers",
    "story": "Recon aircraft has located a large transport column moving to resupply the enemy’s forces at the front lines. We must destroy them as soon as possible!",
    "objective": "Ground attackers must engage and completely destroy the enemy's transport column. Succeed if the target is completly destroyed AND all pilots RTB.",
    "note": "In event there are 2 or more targets of this type on the map, a die roll will determine the location (1-10: target is the closest one/ 11-20: target is the furthest one). \nIf this type of target is not available in the mission, re-roll for another random mission card until one with an appropriate target is selected.",
    "reward": "Every pilot participating in the sortie receives a single bonus card on a 16 or better (d20). If more than 25 ground targets are destroyed, reward card is given on 14 or better."
  },
  {
    "id": 23,
    "nation": "images\\nations\\LW_Cross.png",
    "title": "Attack Enemy Tanks",
    "image": "images\\missions\\LW_Attack_Enemy_Tanks.png",
    "type": "Attackers",
    "story": "Enemy armoured units have been spotted in the front! This is the perfect opportunity to halt the enemy push against our lines.",
    "objective": "Ground attackers must engage and completely destroy an enemy armored column. At least 75% of your flight must RTB with minimal damage.",
    "note": "In event there are 2 or more targets of this type on the map, a die roll will determine the location (1-10: target is the closest one/ 11-20: target is the furthest one). \nIf this type of target is not available in the mission, re-roll for another random mission card until one with an appropriate target is selected.",
    "reward": "Every pilot participating in the sortie receives a single bonus card on a 16 or better roll (d20). If more than 25 ground targets are destroyed and they include, at least, 2 heavy tanks, reward is given on 10 or better."
  },
  {
    "id": 26,
    "nation": "images\\nations\\RAF_Roundel.png",
    "title": "Attack Enemy Artillery Position",
    "image": "images\\missions\\RAF_Attack_Enemy_Artillery_Position.png",
    "type": "Fighters",
    "story": "Enemy artillery emplacements are hammering our advancing troops and destroying our armoured vehicles that attempt to advance pass their position. The Fighter Command is requesting our unit to conduct an attack at their position.",
    "objective": "Attack and completely destroy an enemy artillery position using <em>ONLY</em> a Jabo loadout. At least 50% of your flight must RTB with minimal damage.",
    "note": "In event there are 2 or more targets of this type on the map, a die roll will determine the location (1-10: target is the closest one/ 11-20: target is the furthest one). \nIf this type of target is not available in the mission, re-roll for another random mission card until one with an appropriate target is selected.",
    "reward": "Every pilot participating in the mission receives a single bonus card on a 16 or better roll (d20). If more than 25 ground targets are destroyed during the mission, reward card is given on 12 or better."
  },
  {
    "id": 27,
    "nation": "images\\nations\\RAF_Roundel.png",
    "title": "Free Hunt",
    "image": "images\\missions\\RAF_Free_Hunt.png",
    "type": "Fighters",
    "story": "Current Intel reports enemy units operating near one of our front line sectors. The Fighter Command is concerned about potential air incurssions by the enemy in the area and is requesting that we intercept any enemy planes in the vicinity.",
    "objective": "Hunt enemy aircraft in a tactically important sector (must be owned by the enemy) for at least 45 minutes of in game time. <em>ALL</em> planes must RTB with minimal damage.",
    "note": "Location of the Area of Operations is determined by a die roll (1-10: target must be within 20 km of the front-lines / 11-20: target must be, at least, 40 km behind enemy lines).",
    "reward": "If less than 3 enemy aircrafts are destroyed (minimum 1), every <em>ALIVE</em> pilot participating in the mission receives a bonus card on a 16 or better roll (d20). If more than 3 enemies are destroyed, reward card is given on 12 or better."
  },
  {
    "id": 28,
    "nation": "images\\nations\\RAF_Roundel.png",
    "title": "Area Patrol",
    "image": "images\\missions\\RAF_Area_Patrol.png",
    "type": "Fighters",
    "story": "The Fighter Command is concerned with the recent increase in enemy activity near the front lines. Frequent attacks to our troops are preventing any attempt to their advance and the High Command is growing inpatient. We must control the air space as soon as possible!",
    "objective": "Patrol an area of, at least, 30km2 that includes an active enemy airfield. At least 75% of your flight must RTB with minimal damage.",
    "note": "Location of the Area of Operations is determined by a die roll (1-10: target must be within 30 km of the front-lines / 11-20: target must be, at least, 60 km behind enemy lines).",
    "reward": "If less than 3 enemy aircrafts are destroyed (minimum 1), every <em>ALIVE</em> pilot participating in the mission receives a bonus card on a 16 or better roll (d20). If more than 3 enemies are destroyed, reward card is given on 12 or better."
  },
  {
    "id": 29,
    "nation": "images\\nations\\RAF_Roundel.png",
    "title": "Ground Troop Cover",
    "image": "images\\missions\\RAF_Ground_Troop_Cover.png",
    "type": "Fighters",
    "story": "The Fighter Command is requesting cover for our ground troops that are pushing for a major counter offensive near the front. Protecting them is crucial in the success of the operation!",
    "objective": "Fly a defensive mission over friendly ground troops that are near the front line for at least 45 minutes of in game time. At least 75% of your flight must RTB with minimal damage.",
    "note": "Unit has to protect friendly units that are closests to the front lines (behind friendly or enemy lines - whichever is closer).",
    "reward": "Every pilot participating in the mission receives a single bonus card on a 16 or better roll (d20). If more than 25 ground targets are destroyed during the mission, reward card is given on 12 or better."
  },
  {
    "id": 30,
    "nation": "images\\nations\\RAF_Roundel.png",
    "title": "Intercept Bombers",
    "image": "images\\missions\\RAF_Intercept_Bombers.png",
    "type": "Fighters",
    "story": "Enemy bombers have been pounding our positions unhindered lately. The Fighter Commando is requesting your unit to search and intercept any bombers in the Area of Operations.",
    "objective": "Intercept enemy bombers with a bomber-hunting loadout (gun-pods or extra cannons, if available).",
    "note": "Must score at least one bomber kill, regardless of location, for this mission to be counted as completed.",
    "reward": "If less than 3 enemy bombers are destroyed (minimum 1), every <em>ALIVE</em> pilot participating in the mission receives a bonus card on a 16 or better roll (d20). If more than 3 enemies are destroyed, reward card is given on 12 or better."
  }
]